ext-sources-app/tests/test_files/soap/CHI_testSearchByLastName_nomatch_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByLastName>
         <arg0>
            <lastName>XSYDME</lastName>
         </arg0>
      </impl:searchByLastName>
   </soapenv:Body>
</soapenv:Envelope>